---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RefTableElemName
source: html/a6470b27-44ab-6685-274c-134765b7f126.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RefTableElemName Property

"Key Name"

## Syntax (C#)
```csharp
public static ForgeTypeId RefTableElemName { get; }
```